Repository: thuonghihi0409/source-flutter
Catalog: lib/l10n/app_*.arb
Languages: vi

# loginTitle
source: Login
vi: Đăng nhập

# companyField
source: Company
vi: Công ty

# companyHint
source: Company
vi: Công ty

# usernameField
source: Username
vi: Tên người dùng

# passwordField
source: Password
vi: Mật khẩu

# loginButton
source: Login
vi: Đăng nhập

# registerLink
source: Don't have an account? Register
vi: Bạn chưa có tài khoản? Đăng ký

# companyRequired
source: Company name is required
vi: Bắt buộc nhập tên công ty

# usernameRequired
source: Username is required
vi: Bắt buộc nhập tên người dùng

# passwordRequired
source: Password is required
vi: Bắt buộc nhập mật khẩu

# invalidCredentials
source: Invalid username or password.
vi: Sai tên người dùng hoặc mật khẩu.

# domainNotRegistered
source: You are not registered with us. Please click register below
vi: Bạn chưa đăng ký với chúng tôi. Hãy nhấp vào đăng ký phía dưới

source: Wrong username
vi: Sai tên người dùng

source: Wrong password
vi: Sai mật khẩu

# networkError
source: Cannot connect to server. Please check your company name or network connection.
vi: Không thể kết nối đến máy chủ. Vui lòng kiểm tra lại tên công ty hoặc kết nối mạng.

source: Sunday
vi: Chủ nhật

source: Monday
vi: Thứ hai

source: Tuesday
vi: Thứ ba

source: Wednesday
vi: Thứ tư

source: Thursday
vi: Thứ năm

source: Friday
vi: Thứ sáu

source: Saturday
vi: Thứ bảy

source: day
vi: ngày

# unknownError
source: An unexpected error occurred
vi: Đã xảy ra lỗi không mong muốn

# logoutTitle
source: Logout
vi: Đăng xuất

# logoutConfirm
source: Logout from your account?
vi: Đăng xuất khỏi tài khoản của bạn?

# logoutButton
source: Logout
vi: Đăng xuất

# cancelButton
source: Cancel
vi: Hủy

# logoutSuccess
source: Logout successful
vi: Đăng xuất thành công

source: Logout error
vi: Lỗi đăng xuất

# profileTitle
source: Profile
vi: Hồ sơ cá nhân

source: User Name
vi: Tên người dùng

# homeButton
source: Home
vi: Trang chủ

# notificationButton
source: Notifications
vi: Thông báo

# profileButton
source: Profile
vi: Cá nhân

# createApplicationButton
source: Create Application
vi: Tạo đơn từ

# languageTitle
source: Select Language
vi: Chọn ngôn ngữ

# changePasswordTitle
source: Change Password
vi: Thay đổi mật khẩu

# changePasswordButton
source: Change Password
vi: Thay đổi mật khẩu

# suggestButton
source: Suggest
vi: Đề xuất

# passwordGenerated
source: New password generated
vi: Đã tạo mật khẩu mới

# notificationsTitle
source: Notifications
vi: Thông báo

# homeTitle
source: Home
vi: Trang chủ

# registerTitle
source: Register HRM
vi: Đăng ký HRM

# registerButton
source: Register
vi: Đăng ký

# registerSuccess
source: Registration successful!
vi: Đăng ký thành công!

# domainNotRegisteredTitle
source: Domain not registered
vi: Domain chưa đăng ký

# contactSupport
source: Please contact support:
vi: Vui lòng liên hệ hỗ trợ:

# phoneLabel
source: Phone:
vi: Điện thoại:

# closeButton
source: Close
vi: Đóng

# sessionExpiredTitle
source: Session expired
vi: Phiên đăng nhập hết hạn

# loginAgainButton
source: Login again
vi: Đăng nhập lại

# currentPasswordHint
source: Current password
vi: Mật khẩu hiện tại

# newPasswordHint
source: Enter new password
vi: Nhập mật khẩu mới

# confirmPasswordHint
source: Re-enter password
vi: Nhập lại mật khẩu

# currentPasswordRequired
source: Please enter current password
vi: Vui lòng nhập mật khẩu hiện tại

# newPasswordRequired
source: Please enter password
vi: Vui lòng nhập mật khẩu

# passwordMinLength
source: Password must be at least 8 characters
vi: Mật khẩu phải có ít nhất 8 ký tự

# passwordMustBeDifferent
source: New password must be different from current password
vi: Mật khẩu mới phải khác mật khẩu hiện tại

# confirmPasswordRequired
source: Please confirm password
vi: Vui lòng xác nhận mật khẩu

source: Passwords do not match
vi: Mật khẩu xác nhận không khớp

# companyNameRequired
source: Please enter company name
vi: Vui lòng nhập tên công ty

# erpnextUrlRequired
source: Please enter ERPNext URL
vi: Vui lòng nhập ERPNext URL

# countryRequired
source: Please enter country
vi: Vui lòng nhập quốc gia

# nameRequired
source: Please enter name
vi: Vui lòng nhập tên

# emailRequired
source: Please enter email
vi: Vui lòng nhập email

# emailInvalid
source: Invalid email format
vi: Email không hợp lệ

# phoneRequired
source: Please enter phone number
vi: Vui lòng nhập số điện thoại

source: Employee ID
vi: ID Nhân viên

source: Date of Joining
vi: Ngày tham gia

source: Date of Birth
vi: Ngày sinh

source: Gender
vi: Giới tính

source: Company
vi: Công ty

source: Status
vi: Trạng thái

# passwordMinLengthMessage
source: Password must be at least 8 characters
vi: Mật khẩu phải có ít nhất 8 ký tự

# passwordUppercaseMessage
source: Password must contain at least one uppercase letter
vi: Mật khẩu phải chứa ít nhất một chữ cái viết hoa

# passwordLowercaseMessage
source: Password must contain at least one lowercase letter
vi: Mật khẩu phải chứa ít nhất một chữ cái viết thường

# passwordNumberMessage
source: Password must contain at least one number
vi: Mật khẩu phải chứa ít nhất một chữ số

# passwordSpecialCharMessage
source: Password must contain at least one special character
vi: Mật khẩu phải chứa ít nhất một ký tự đặc biệt

# passwordStrongMessage
source: Strong password!
vi: Mật khẩu mạnh!

source: Welcome back
vi: Chào mừng trở lại

# usernameHint
source: Enter username
vi: Nhập tên người dùng

# passwordHint
source: Enter password
vi: Nhập mật khẩu

source: Forgot password
vi: Quên mật khẩu

source: Login with Google
vi: Đăng nhập với Google

source: Or login with
vi: Hoặc đăng nhập với

# dontHaveAccount
source: Don't have an account?
vi: Bạn chưa có tài khoản?

source: Register
vi: Đăng ký

# loginSuccess
source: Login successful!
vi: Đăng nhập thành công!

# passwordMinLength6
source: Password must be at least 6 characters
vi: Mật khẩu phải có ít nhất 6 ký tự

# cannotGetGoogleToken
source: Cannot get access token from Google
vi: Không thể lấy access token từ Google

source: Google login failed
vi: Đăng nhập Google thất bại

source: Error
vi: Lỗi

source: Try again
vi: Thử lại

# searchHint
source: Search...
vi: Tìm kiếm...

source: Upload file
vi: Tải tập lên

source: Photo Library
vi: Thư viện ảnh

source: Select from library
vi: Chọn ảnh từ thư viện

source: Take photo/video
vi: Chụp ảnh/video

# takeNewPhotoVideo
source: Take new photo or video
vi: Chụp ảnh hoặc video mới

source: Select file
vi: Chọn tệp

source: Select file from device
vi: Chọn tệp từ thiết bị

source: Cannot select image from library
vi: Không thể chọn ảnh từ thư viện

# fileTooLarge
source: File {fileName} is too large. Maximum size: {maxSize}
vi: Tệp {fileName} quá lớn. Kích thước tối đa: {maxSize}

source: Cannot select file
vi: Không thể chọn tệp

source: Upload image
vi: Tải ảnh lên

source: Upload document
vi: Tải tài liệu lên

source: Upload receipt
vi: Tải hóa đơn lên

source: Document detected!
vi: ✅ Phát hiện giấy tờ!

source: Align document
vi: Căn chỉnh giấy tờ

source: Auto capturing...
vi: Đang chụp ảnh tự động...

# documentInstructions
source: Place ID card/CCCD or Passport in frame and ensure: • All 4 corners are in frame • Document is flat, not wrinkled • Text is clear, not blurred 🤖 System will auto capture when document is detected
vi: Đặt CMND/CCCD hoặc Passport vào khung và đảm bảo: • Tất cả 4 góc nằm trong khung • Giấy tờ phẳng, không bị nhăn • Chữ rõ nét, không bị mờ 🤖 Hệ thống sẽ tự động chụp khi phát hiện giấy tờ

# documentDetectedAutoCapture
source: Document detected! Auto capturing...
vi: ✅ Phát hiện giấy tờ! Đang chụp ảnh...

# alignDocumentInFrame
source: 📷 Align document in camera frame
vi: 📷 Căn chỉnh giấy tờ vào khung camera

source: Initializing camera...
vi: Đang khởi tạo camera...

source: Cannot take photo
vi: Không thể chụp ảnh

# pleaseGrantCameraPermission
source: Please grant camera access in settings
vi: Vui lòng cấp quyền truy cập camera trong cài đặt

source: Cannot access camera
vi: Không thể truy cập camera

# noCameraFound
source: No camera found on device
vi: Không tìm thấy camera trên thiết bị

source: Cannot select image
vi: Không thể chọn ảnh

source: Select image from library
vi: Chọn hình ảnh từ thư viện

source: Register Account
vi: Đăng ký tài khoản

source: Full Name
vi: Họ và tên

# fullNameHint
source: Enter full name
vi: Nhập họ và tên

# fullNameRequired
source: Please enter full name
vi: Vui lòng nhập họ và tên

# emailHint
source: Enter linked email
vi: Nhập email liên kết

# emailInvalidFormat
source: Please enter a valid email
vi: Vui lòng nhập email hợp lệ

source: Confirm Password
vi: Xác nhận lại mật khẩu

# alreadyHaveAccount
source: Already have an account?
vi: Bạn đã có tài khoản?

# forgotPasswordTitle
source: Forgot Password
vi: Quên mật khẩu

# passwordRecoveryTitle
source: Password Recovery
vi: Khôi phục mật khẩu

source: Captcha Code
vi: Mã Captcha

# captchaCodeHint
source: Enter captcha code
vi: Nhập mã captcha

# captchaCodeRequired
source: Please enter captcha code
vi: Vui lòng nhập mã captcha

source: Send OTP
vi: Gửi OTP

source: Cannot load captcha
vi: Không thể tải captcha

source: Please reload captcha
vi: Vui lòng tải lại CAPTCHA

# otpVerificationTitle
source: OTP Verification
vi: Xác minh OTP

# enterOtpSentToEmail
source: Enter the 6-digit code sent to your email:
vi: Nhập mã 6 số đã gửi đến email của bạn:

source: OTP Code
vi: Mã OTP

source: OTP must be 6 digits
vi: Mã OTP phải có 6 số

source: New Password
vi: Mật khẩu mới

source: Confirm New Password
vi: Xác nhận mật khẩu mới

# confirmNewPasswordHint
source: Re-enter new password
vi: Nhập lại mật khẩu mới

# confirmNewPasswordRequired
source: Please confirm password
vi: Vui lòng xác nhận mật khẩu

source: Confirm
vi: Xác nhận

# pleaseEnterFullOtp
source: Please enter all 6 OTP digits
vi: Vui lòng nhập đầy đủ 6 số OTP

# otpSentToEmail
source: Verification code has been sent to your email
vi: Mã xác minh đã được gửi đến email của bạn

# passwordRecoveryEmailSent
source: Password recovery email has been sent to your inbox
vi: Email khôi phục mật khẩu đã được gửi đến hộp thư của bạn

# otpVerificationSuccess
source: Verification successful
vi: Xác minh thành công

# passwordResetSuccess
source: Password has been reset successfully
vi: Mật khẩu đã được đặt lại thành công

source: Resend OTP
vi: Gửi lại OTP

source: Get OTP
vi: Lấy mã OTP

source: Deposit Token
vi: Nạp token

source: Banking
vi: Ngân hàng

source: Bank Deposit
vi: Nạp tiền ngân hàng

source: Expiration Time
vi: Thời gian hết hạn

source: minute
vi: phút

source: second
vi: giây

source: Account Number
vi: Số tài khoản

source: Beneficiary
vi: Người thụ hưởng

source: Amount
vi: Số tiền

source: Content
vi: Nội dung

source: Done
vi: Hoàn thành

# noTokenSupportBankingDeposit
source: No tokens support banking deposit
vi: Không có token nào hỗ trợ nạp banking

source: Select Token
vi: Chọn token

source: Deposit Amount
vi: Số tiền nạp

source: Enter Amount (VND)
vi: Nhập số tiền VNĐ

source: Enter Amount
vi: Nhập số tiền

source: Error occurred
vi: Có lỗi xảy ra

source: Select Network
vi: Chọn network

source: Deposit Address
vi: Địa chỉ nạp tiền

source: Please select token first
vi: Vui lòng chọn token trước

source: Address copied to clipboard
vi: Đã sao chép địa chỉ vào clipboard

source: QR code downloaded
vi: Đã tải xuống mã QR

source: Download
vi: Tải xuống

source: Failed to load deposit data
vi: Không thể tải dữ liệu nạp tiền

# unexpectedErrorOccurred
source: An unexpected error occurred
vi: Đã xảy ra lỗi không mong muốn

source: Failed to generate deposit address
vi: Không thể tạo địa chỉ nạp tiền

source: Failed to submit deposit request
vi: Không thể gửi yêu cầu nạp tiền

source: Failed to load deposit history
vi: Không thể tải lịch sử nạp tiền

# continueText
source: Continue
vi: Tiếp tục

source: Address
vi: Thôn/Nhà/Phố

source: Error loading data
vi: Lỗi tải dữ liệu

source: History
vi: Lịch sử

source: Loading...
vi: Đang tải...

source: Error loading transactions
vi: Lỗi tải giao dịch

source: Retry
vi: Thử lại

source: No transactions found
vi: Không tìm thấy giao dịch

# transactionHistoryWillAppearHere
source: Your transaction history will appear here
vi: Lịch sử giao dịch của bạn sẽ xuất hiện ở đây

source: All transactions displayed
vi: Đã hiển thị tất cả giao dịch

source: Filters
vi: Bộ lọc

source: Clear filters
vi: Xóa bộ lọc

source: Transaction Type
vi: Loại giao dịch

source: All
vi: Tất cả

source: From Date
vi: Từ ngày

source: To Date
vi: Đến ngày

source: Select Date
vi: Chọn ngày

source: Pending
vi: Đang chờ

source: Confirmed
vi: Đã xác nhận

source: Cancelled
vi: Đã hủy

source: Rejected
vi: Bị từ chối

source: Expired
vi: Hết hạn

source: Time
vi: Thời gian

source: Type
vi: Loại

source: Detail
vi: Chi tiết

source: Action
vi: Thao tác

source: Verify
vi: Xác minh

source: Balance
vi: Số dư

source: Withdraw Token
vi: Rút token

source: Select Account
vi: Chọn tài khoản

source: Assets
vi: Tài sản

source: Services
vi: Dịch vụ

source: Support
vi: Hỗ trợ

# scanQrCodeTitle
source: Scan QR Code
vi: Quét mã QR

source: No images available
vi: Không có hình ảnh nào

# invalidQrCode
source: QR code is invalid or not supported
vi: QR code không hợp lệ hoặc không được hỗ trợ

source: Overnight Interest
vi: Lãi qua đêm

source: Payment History
vi: Lịch sử chi hộ

source: View All
vi: Xem tất cả

source: BUY VOUCHER
vi: MUA VOUCHER

source: Go Now
vi: Đến ngay

# buyVoucherDescription
source: Buy electronic vouchers easily, quickly and conveniently
vi: Mua voucher điện tử dễ dàng, nhanh chóng và tiện lợi

source: Failed
vi: Thất bại

source: Document Type
vi: Loại giấy tờ

source: ID Card
vi: CMND/CCCD

source: Current Address
vi: Địa chỉ hiện tại

source: City
vi: Thành phố

source: Select City
vi: Chọn thành phố

# ward
source: Ward/Commune
vi: Phường/Xã

source: Please select city first
vi: Vui lòng chọn thành phố trước

# selectWard
source: Select Ward/Commune
vi: Chọn phường/xã

source: Enter address...
vi: Nhập thôn/nhà/phố...

source: Please enter address
vi: Vui lòng nhập địa chỉ

# pleaseSelect
source: Please select {label}
vi: Vui lòng chọn {label}

source: Submit KYC
vi: Gửi KYC

source: Cannot initialize camera
vi: Không thể khởi tạo camera

source: Camera not ready
vi: Camera chưa sẵn sàng

# recordingVideoLookStraight
source: Recording video - Look straight at camera
vi: Đang quay video - Nhìn thẳng vào camera

source: Cannot start video recording
vi: Không thể bắt đầu quay video

# errorFileNotVideo
source: Error: File is not a video. Please try again.
vi: Lỗi: File không phải video. Vui lòng thử lại.

source: Video and face images saved successfully!
vi: Video và ảnh khuôn mặt đã được lưu thành công!

source: Error stopping video recording
vi: Lỗi khi dừng quay video

source: Please enter full name
vi: Vui lòng nhập họ và tên

source: Please select date of birth
vi: Vui lòng chọn ngày sinh

source: Please select city
vi: Vui lòng chọn thành phố

# pleaseSelectWard
source: Please select ward/commune
vi: Vui lòng chọn phường/xã

source: Please enter ID number
vi: Vui lòng nhập số CMND/CCCD

source: Please upload front image
vi: Vui lòng tải lên ảnh mặt trước

source: Please upload back image
vi: Vui lòng tải lên ảnh mặt sau

source: Please record verification video
vi: Vui lòng quay video xác thực

# verificationVideoInvalid
source: Verification video is invalid
vi: Video xác thực không hợp lệ

# noFaceImagesPleaseRecordAgain
source: No face images. Please record video again.
vi: Chưa có ảnh khuôn mặt. Vui lòng quay video lại.

source: Please select country
vi: Vui lòng chọn quốc gia

source: Please enter passport number
vi: Vui lòng nhập số passport

source: Please upload passport image
vi: Vui lòng tải lên ảnh passport

source: Processing KYC...
vi: Đang xử lý KYC...

source: KYC submitted successfully!
vi: KYC đã được gửi thành công!

source: Opening Native Camera
vi: Đang mở Camera Native

source: Video recorded successfully with native camera
vi: Video đã được ghi thành công với camera native

source: Video recording failed, please try again
vi: Ghi video thất bại, vui lòng thử lại

source: Camera Error
vi: Lỗi Camera

source: Record Verification Video
vi: Quay video xác thực

# recordVideo30SecondsAndCapture3FaceAngles
source: Record video 30 seconds and capture 3 face angles automatically (straight, left, right)
vi: Quay video 30 giây và chụp 3 góc mặt tự động (thẳng, trái, phải)

source: Video recorded successfully
vi: Video đã được quay thành công

source: Captured all 3 face angles
vi: Đã chụp đủ 3 góc khuôn mặt

source: Record Video Again
vi: Ghi video lại

source: Start Recording Video
vi: Bắt đầu ghi video

source: Instructions
vi: Hướng dẫn

# videoRecordingInstructions
source: Position your face in the camera frame and tap to start recording. The video will be recorded for verification purposes.
vi: Đặt khuôn mặt trong khung camera và chạm để bắt đầu ghi. Video sẽ được ghi để xác minh danh tính.

# errorLoadingCities
source: Error loading cities list
vi: Lỗi khi tải danh sách tỉnh thành

# errorLoadingWards
source: Error loading wards list
vi: Lỗi khi tải danh sách phường/xã

# errorLoadingCountries
source: Error loading countries list
vi: Lỗi khi tải danh sách quốc gia

source: Personal Information
vi: Thông tin cá nhân

source: Enter your name
vi: Nhập tên của bạn

source: Select date of birth
vi: Chọn ngày sinh

source: Personal Documents
vi: Giấy tờ cá nhân

source: Front Side
vi: Mặt trước

source: Back Side
vi: Mặt sau

source: Enter ID number
vi: Nhập CMND/CCCD

source: Invalid ID number
vi: Số CMND/CCCD không hợp lệ

source: Upload
vi: Tải lên

source: Open Camera
vi: Mở camera

source: No overnight interest
vi: Chưa có lãi qua đêm

source: Hold DNPAY to receive daily interest
vi: Giữ DNPAY để nhận lãi suất hàng ngày

source: Reward
vi: Phần thưởng

source: Penalty
vi: Phạt

# errorLoadingOvernightInterest
source: Error loading overnight interest data
vi: Lỗi tải dữ liệu lãi qua đêm

source: Error refreshing data
vi: Lỗi làm mới dữ liệu

source: Error loading more data
vi: Lỗi tải thêm dữ liệu

source: Profile
vi: Hồ sơ

source: Transaction Limit
vi: Hạn mức giao dịch

source: Your Voucher
vi: Voucher của bạn

# confirmLogout
source: Are you sure you want to logout?
vi: Bạn có chắc chắn muốn đăng xuất?

source: Current Password
vi: Mật khẩu hiện tại

source: Please enter current password
vi: Vui lòng nhập mật khẩu hiện tại

source: Please enter new password
vi: Vui lòng nhập mật khẩu mới

source: Password must be at least 6 characters
vi: Mật khẩu phải có ít nhất 6 ký tự

source: Please confirm password
vi: Vui lòng xác nhận mật khẩu

source: Password confirmation does not match
vi: Mật khẩu xác nhận không khớp

source: Password changed successfully
vi: Mật khẩu đã được thay đổi thành công

# newPasswordMustBeDifferentFromCurrent
source: New password must be different from current password
vi: Mật khẩu mới phải khác mật khẩu hiện tại

# selectLanguageTitle
source: Select Language
vi: Chọn ngôn ngữ

source: Select Voucher
vi: Chọn voucher

source: Apply Location
vi: Vị trí áp dụng

source: Description
vi: Mô tả

source: Note
vi: Ghi chú

source: Exchange Voucher
vi: Đổi voucher

# errorLoadingCheckoutInfo
source: Error loading checkout information. Please try again later.
vi: Có lỗi xảy ra khi tải thông tin checkout. Vui lòng thử lại sau.

source: Brand Name
vi: Tên thương hiệu

source: Search by brand name
vi: Tìm kiếm theo tên thương hiệu

source: Category
vi: Danh mục

source: Province
vi: Tỉnh thành

source: Quantity
vi: Số lượng

source: Please select network first
vi: Vui lòng chọn network trước

source: Wallet Address
vi: Địa chỉ ví

source: Enter wallet address
vi: Nhập địa chỉ ví

source: Enter quantity
vi: Nhập số lượng

# insufficientBalanceForFee
source: Insufficient balance to pay fee
vi: Số dư không đủ để trả phí

source: Transaction Summary
vi: Tóm tắt giao dịch

source: Fee
vi: Phí

# networkWarningMessage
source: The network you have chosen is
vi: Mạng bạn đã chọn là

# networkWarningMessage2
source: please make sure that the network supports
vi: vui lòng đảm bảo rằng mạng hỗ trợ

source: withdrawal only
vi: rút tiền chỉ

# networkWarningMessage3
source: You may lose your assets if the chosen platform does not support the completion of the wrong asset loading.
vi: Bạn có thể mất tài sản nếu nền tảng đã chọn không hỗ trợ hoàn thành việc tải tài sản sai.

source: OTP sent successfully
vi: Mã OTP đã được gửi

source: Error sending OTP
vi: Lỗi gửi OTP

source: Confirm Withdraw
vi: Xác nhận rút

source: Confirm OTP
vi: Xác nhận OTP

source: Withdraw confirmed successfully
vi: Xác nhận rút tiền thành công

source: Error confirming withdraw
vi: Lỗi xác nhận rút tiền

source: My Farming
vi: Farming của tôi

source: Lock-up Period
vi: Thời gian khoá

source: Cycle
vi: Chu kỳ

source: Start Date
vi: Bắt đầu

source: Staking starts in
vi: Staking bắt đầu trong

source: Upcoming
vi: Sắp diễn ra

source: Active
vi: Đang diễn ra

source: Ended
vi: Đã kết thúc

source: Completed
vi: Đã hoàn thành

source: Unknown
vi: Không xác định

source: Details
vi: Chi tiết

source: days
vi: ngày

source: hours
vi: giờ

source: minutes
vi: phút

source: seconds
vi: giây

source: Staking ends in
vi: Staking kết thúc trong

source: Staked Amount
vi: Số lượng stake

source: Estimated Profit
vi: Lợi nhuận dự kiến

source: Rewards Received
vi: Reward đã nhận

source: Unstake Time
vi: Thời gian unstake

source: Tap to Start Recording
vi: Chạm để bắt đầu quay

# recordVideoInstructions
source: Position your face in the camera frame and tap to start recording. The video will be recorded for verification purposes.
vi: Đặt khuôn mặt trong khung camera và chạm để bắt đầu quay. Video sẽ được ghi để xác minh danh tính.

source: Start Recording
vi: Bắt đầu quay

source: Captured Face Images
vi: Ảnh khuôn mặt đã chụp

source: KYC Verification
vi: Xác minh KYC

source: Enter your address
vi: Nhập địa chỉ của bạn

source: Please enter your address
vi: Vui lòng nhập địa chỉ của bạn

source: Submit KYC
vi: Gửi KYC

source: Starts in
vi: Bắt đầu trong

source: Ends in
vi: Kết thúc trong

source: Ended at
vi: Đã kết thúc lúc

source: Time Status
vi: Trạng thái thời gian

# imageSelectionFailed
source: Failed to select image. Please try again.
vi: Không thể chọn ảnh. Vui lòng thử lại.

# unexpectedProblemOccurred
source: An unexpected problem occurred.
vi: Đã xảy ra vấn đề không mong muốn.

# fieldRequired
source: This field is required
vi: Trường này không được để trống

source: Invalid amount
vi: Số tiền không hợp lệ

# enterBankAccountNumber
source: Please enter bank account number
vi: Vui lòng nhập số tài khoản ngân hàng

# invalidBankAccountNumber
source: Invalid bank account number (8-20 digits)
vi: Số tài khoản không hợp lệ (8-20 chữ số)

source: Bank account number
vi: Số tài khoản ngân hàng

source: Transfer amount
vi: Số tiền chuyển khoản

# transferTitle
source: Transfer
vi: Chi hộ

# enterAccountNumber
source: Account Number
vi: Số tài khoản

source: Recipient
vi: Người nhận

# enterRecipient
source: Recipient
vi: Người nhận

source: Enter content
vi: Nhập nội dung

source: Two-Factor Authentication
vi: Xác thực hai yếu tố

source: Activate 2FA
vi: Kích hoạt 2FA

source: Deactivate 2FA
vi: Tắt 2FA

# twoFactorAuthenticationDescription
source: Use Google Authenticator to protect your account with an additional layer of security
vi: Sử dụng Google Authenticator để bảo vệ tài khoản của bạn với một lớp bảo mật bổ sung

# twoFactorAuthenticationActiveDescription
source: Google Authenticator is currently protecting your account
vi: Google Authenticator hiện đang bảo vệ tài khoản của bạn

# twoFactorAuthenticationStatus
source: 2FA Status
vi: Trạng thái 2FA

# twoFactorAuthenticationActive
source: Active
vi: Đã kích hoạt

# twoFactorAuthenticationInactive
source: Inactive
vi: Chưa kích hoạt
