Repository: thuonghihi0409/source-flutter
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Setup Two-Factor Authentication
vi: Thiết lập xác thực hai yếu tố

# scanQRCodeWithGoogleAuthenticator
source: Scan this QR code with Google Authenticator app
vi: Quét mã QR này bằng ứng dụng Google Authenticator

# enterSecretKeyManually
source: Or enter this secret key manually:
vi: Hoặc nhập khóa bí mật này theo cách thủ công:

source: Secret Key
vi: Khóa bí mật

source: Copy Secret Key
vi: Sao chép khóa bí mật

# secretKeyCopied
source: Secret key copied to clipboard
vi: Đã sao chép khóa bí mật vào clipboard

source: Continue to Verification
vi: Tiếp tục xác minh

source: Verify OTP Code
vi: Xác minh mã OTP

# enter6DigitCodeFromAuthenticator
source: Enter the 6-digit code from your authenticator app
vi: Nhập mã 6 số từ ứng dụng xác thực của bạn

source: Back to Setup
vi: Quay lại thiết lập

# twoFactorAuthenticationActivated
source: 2FA has been activated successfully!
vi: 2FA đã được kích hoạt thành công!

# twoFactorAuthenticationDeactivated
source: 2FA has been deactivated successfully!
vi: 2FA đã được tắt thành công!

# twoFactorAuthenticationActivationFailed
source: Failed to activate 2FA
vi: Không thể kích hoạt 2FA

# twoFactorAuthenticationDeactivationFailed
source: Failed to deactivate 2FA
vi: Không thể tắt 2FA

source: OTP verification failed
vi: Xác minh OTP thất bại

# pleaseEnter6DigitOTP
source: Please enter all 6 OTP digits
vi: Vui lòng nhập đủ 6 số OTP

# deactivate2FAConfirmation
source: Are you sure you want to deactivate two-factor authentication? This will make your account less secure.
vi: Bạn có chắc chắn muốn tắt xác thực hai yếu tố? Điều này sẽ làm cho tài khoản của bạn kém an toàn hơn.

# deactivate2FAConfirmationTitle
source: Deactivate 2FA
vi: Tắt 2FA

# enter6DigitCodeToDeactivate
source: Enter the 6-digit code to deactivate 2FA
vi: Nhập mã 6 số để tắt 2FA

source: Cancel
vi: Hủy

source: QR Code
vi: Mã QR

source: QR Code Error
vi: Lỗi mã QR

# minimumTransferAmount
source: Amount must be greater than 5,000
vi: Số lượng phải lớn hơn 5,000

source: Please complete identity verification.
vi: Vui lòng hoàn thành xác minh danh tính.

source: Here
vi: Tại đây

# kycPendingTitle
source: KYC PENDING
vi: KYC ĐANG CHỜ DUYỆT

# kycPendingDescription
source: Verification is being processed. We will notify you as soon as it is complete.
vi: Quá trình xác minh đang được xử lý. Chúng tôi sẽ thông báo cho bạn ngay khi hoàn tất.

source: Back Home
vi: Về Trang Chủ

source: KYC Status
vi: Trạng Thái KYC

source: Authentication app
vi: Ứng dụng xác thực

source: QR Payment
vi: Chi hộ

source: Confirm QR Payment
vi: Xác nhận chi hộ

# homeTab
source: Home
vi: Trang chủ

# historyTab
source: History
vi: Lịch sử

# profileTab
source: Profile
vi: Cá nhân
